{
    "intents": [
        {
            "tag": "name2",
            "patterns": [
                "При создании ТТН возникает ошибка 20000101582",
                "Ошибка 20000101582 при создании ТТН",
                "Не могу сформировать ТТН, ошибка 20000101582"
            ],
            "responses": [
                "Не правильная синхронизация ключа API Новой Почты. В личном кабинете НП скопируйте ключ и вставьте его в необходимое поле, настройках модуля НП, далее нажмите сохранить - синхронизировать - сохранить. Важно соблюдать порядок действий."
            ]
        },
        {
            "tag": "name3",
            "patterns": [
                "При выборе другого сотрудника в заказе он не подтягивается",
                "Не могу сменить сотрудника в заказе",
                "Как поменять сотрудника в заказе?"
            ],
            "responses": [
                "Заказ закрепляется за сотрудником, который перенес заказ в статус Принято. После переноса заказа, данный статус, передать его другому сотруднику невозможно."
            ]
        },
        {
            "tag": "name4",
            "patterns": [
                "После регистрации не приходит активационное письмо на почту",
                "Не получаю письмо для активации после регистрации",
                "Как активировать аккаунт, если не пришло письмо?"
            ],
            "responses": [
                "1. Проверьте папку спам. \n 2. Если там сообщения нет, напишите нам ваш поддомен и почту, которую указывали при регистрации, для ручной активации."
            ]
        },
        {
            "tag": "name5",
            "patterns": [
                "Можно ли добавить несколько ключей Новой Почты в CRM?",
                "Как добавить несколько API ключей НП в систему?",
                "Новая Почта: добавление нескольких API ключей"
            ],
            "responses": [
                "Да, В первом модуле Новой Почты Вы можете добавить несколько API ключей НП. Подробную инструкцию можно найти в нашем блоге: https://bit.ly/3fCm3va"
            ]
        },
        {
            "tag": "name6",
            "patterns": [
                "Как сделать запрос на интеграцию?",
                "Нужна интеграция, что делать?",
                "Хочу интегрировать сайт, как это сделать?"
            ],
            "responses": [
                "1. Сайт самописный или на платформе?\n2. Вы можете Интегрировать сайт самостоятельно. Вся необходимая для этого информация находится в разделе FAQ - Документация API.  Следуя подробной инструкции, Вы сможете сделать интеграцию самостоятельно без сторонней помощи. \n3.Или же обратиться к нашим специалистам. Они сделают для Вас интеграцию и гарантируют качественный результат. Стоимость такой интеграции составляет от 200 гривен и рассчитывается индивидуально в зависимости от Вашего сайта. Точная сумма интеграции будет озвучена после анализа Вашего сайта."
            ]
        },
        {
            "tag": "name7",
            "patterns": [
                "Где найти токен (API ключ) для системы CRM?",
                "Не могу найти API ключ в CRM",
                "API ключ CRM: как его получить?"
            ],
            "responses": [
                "В меню выбрать Настройки - Система - Пункт 1. Создать новый - Сохранить настройки."
            ]
        },
        {
            "tag": "name8",
            "patterns": [
                "Почему смс не отправляются?",
                "Проблемы с отправкой смс",
                "Как исправить ошибки при отправке смс?"
            ],
            "responses": [
                "1. Какую ошибку Вам выдает? \n2.1. Проверьте в личном кабинете TurboSMS, пройдена ли модерация на подпись, которую Вы добавили в TurboSMS.\r\n2.2 Если Вы не добавили подпись, зайдите в личный кабинет TurboSMS, вкладка Подписи -> Добавить подпись. Далее перейдите в LP-CRM, во вкладку Модули -> Список модулей. Откройте настройки TurboSMS, введите данные Подписи (данные подписи, вводить точно такие же, которые Вы указали в TurboSMS)"
            ]
        },
        {
            "tag": "name9",
            "patterns": [
                "Почему невозможно совершать звонки из CRM?",
                "Звонки не работают в CRM",
                "Как настроить звонки в CRM?"
            ],
            "responses": [
                "1. Передавали ли вы, техподдержке Бинотел, url для обмена?\n 2. Проверьте правильность введения полученых данных, всем ли пользователям, которые осуществляют звонки, прописаны номера из личного кабинета Бинотела.\n 3. Вы установили на Ваш ПК  SIP телефон для осуществления звонков? Для виндовс рекомендуется SIP телефон - MicroSIP, так как он самостоятельно устанавливает нужные протоколы в Windows, для MAC можете выбрать SIP телефон здесь - https://www.voipoffice.ru/tags/mac_softfony/."
            ]
        },
        {
            "tag": "name10",
            "patterns": [
                "Как система CRM рассчитывает стоимость закупки?",
                "Почему система подтягивает другую стоимость закупки?",
                "Как определить стоимость закупки в CRM?"
            ],
            "responses": [
                "Считается средняя стоимость закупки, за 30 дней, после того как Вы поставили товар на приход."
            ]
        },
        {
            "tag": "name11",
            "patterns": [
                "Почему не подтягивается телефонный оператор для продаж в ОАЭ?",
                "Проблема с телефонным оператором в ОАЭ",
                "Как настроить телефонного оператора для ОАЭ в CRM?"
            ],
            "responses": [
                "В меню выбрать Каталог-Страны, проверить добавлена ли нужная вам страна.\nВ коде интеграции, добавить нужное вам гео."
            ]
        },
        {
            "tag": "name12",
            "patterns": [
                "Почему одинаковые заказы в системе?",
                "Заказы дублируются в системе",
                "Как избежать появления одинаковых заказов?"
            ],
            "responses": ["Вкладка настройки - Система - пункт 5(выбрать нет)"]
        },
        {
            "tag": "name13",
            "patterns": [
                "В лид форме ошибка «заполните все поля», хотя все поля заполнены",
                "Лид форма требует заполнения всех полей, хотя они заполнены",
                "Проблема с заполнением лид формы"
            ],
            "responses": [
                "1. Проверьте создан ли у вас ключ, для взаемодействия, с црм, вкладка-настройки-система 1 пункт. \n 2. Скиньте скриншоты настройки лид формы шаг2 и шаг3."
            ]
        },
        {
            "tag": "name14",
            "patterns": [
                "Как добавить ТТН в реестр?",
                "Как отметить ТТН для курьера?",
                "ТТН Новой Почты: как включить в реестр?"
            ],
            "responses": [
                "В меню выбрать Отправка товара - Список для курьера. Выбрать нужные заказы. В правом верхнем углу нажать ТТН Новая Почта - добавить в реестр."
            ]
        },
        {
            "tag": "name15",
            "patterns": [
                "Пропущены ТТН для печати",
                "ТТН не печатаются",
                "Как решить проблему с ТТН для печати?"
            ],
            "responses": [
                "Проблема с Ref ID. Нужно обратиться в службу поддержки НП, для устранения проблемы. При выборе заказов для печати, в ручную снять заказы с красным флажком. "
            ]
        },
        {
            "tag": "name16",
            "patterns": [
                "Кто-то удаляет заказы",
                "Заказы исчезают из системы",
                "Как узнать, кто удаляет заказы?"
            ],
            "responses": [
                "Перейти в меню настройки - история, проверить авторизацию и удаление."
            ]
        },
        {
            "tag": "name17",
            "patterns": [
                "Не приходят заказы в CRM",
                "Заказы не поступают в систему",
                "Проблема с поступлением заказов в CRM"
            ],
            "responses": [
                "Проверьте Ваш код интеграции и не изминялся ли API ключ в CRM"
            ]
        },
        {
            "tag": "name18",
            "patterns": [
                "Не правильно добавили приход товара",
                "Как исправить ошибки при добавлении прихода товара?",
                "Проблемы с добавлением прихода товара",
                "Как удалить ошибочный приход товара в CRM?"
            ],
            "responses": [
                "Удаление и редактирование прихода, невозможно. Добавьте ошибочный приход товара на списание, вкладка-склад - списание товара."
            ]
        },
        {
            "tag": "name19",
            "patterns": [
                "Как заморозить мою CRM на какое-то время?",
                "Как отключить временно CRM?",
                "Могу ли я приостановить использование CRM?"
            ],
            "responses": [
                "CRM удаляется через 7, после окончания действия тарифа. Аккаунты не замораживаются, система удаляет их автоматом. \nВы можете сделать оплату минимального тарифа Lite для сохранения данных."
            ]
        },
        {
            "tag": "name20",
            "patterns": [
                "Как отследить местоположение моей посылки?",
                "Как узнать, где находится посылка?",
                "Поиск посылки: где она сейчас?"
            ],
            "responses": [
                "В меню выбрать Заказы - Перечень заказов. Колонка ТТН СТАТУС."
            ]
        },
        {
            "tag": "name21",
            "patterns": [
                "Как понизить мой текущий тариф?",
                "Способы снижения тарифа в CRM",
                "Как изменить тариф на менее дорогой?"
            ],
            "responses": [
                "Понизить тариф вы можете только после окончания текущего."
            ]
        },
        {
            "tag": "name22",
            "patterns": [
                "Я оплатил тариф, но количество заказов не увеличилось",
                "Оплатил тариф, но заказы не пришли",
                "Где мои заказы после оплаты тарифа?"
            ],
            "responses": ["Обновление заказов происходит каждое первое число."]
        },
        {
            "tag": "name23",
            "patterns": [
                "Не правильно отображается статистика по сотруднику, \n я выбираю одного, а подтягивает сразу двоих",
                "Проблемы с отображением статистики по сотруднику",
                "Как исправить ошибки в статистике сотрудника?"
            ],
            "responses": [
                "Проверьте не имеют ли сотрудники одинаковые логины. Логины не должны быть однокоренные."
            ]
        },
        {
            "tag": "name24",
            "patterns": [
                "Мой менеджер не видит заказы",
                "Менеджер не имеет доступ к заказам",
                "Как настроить доступ менеджера к заказам?"
            ],
            "responses": [
                "Добрый день. Проверьте есть ли у Вас доступ ко всем отделам, статусам и гео в карточке пользователя. \r\nДля этого перейдите во вкладку Контакты-Пользователи-Выберите нужного пользователя-Проверьте доступ.  https://prnt.sc/147kby5"
            ]
        },
        {
            "tag": "name25",
            "patterns": [
                "По какому статусу происходит списание товара со склада?",
                "Как настроить списание товара в CRM?",
                "Способ списания товара со склада в системе"
            ],
            "responses": [
                "Списание происходит по статусу отправлено или завершено. \n Если заказ, со статуса принято переностится в статус отправлено, то списание осуществляется по статусу отправлено. \n Если заказ из статуса принято переносится в статус завершено, минуя отправлено, тогда списание осуществляется по статусу завершено."
            ]
        },
        {
            "tag": "name26",
            "patterns": [
                "Как изменить пароль в CRM?",
                "Смена пароля в системе CRM",
                "Где находится опция смены пароля?"
            ],
            "responses": [
                "В меню выбрать Контакты - Пользователи - Двойнок клик по нужному пользователю - Сменить пароль-Сохранить.\nПосле смены пароля сделайте перезаход в аккаунт. "
            ]
        },
        {
            "tag": "name27",
            "patterns": [
                "Где найти айди товара?",
                "Как узнать ID товара в CRM?",
                "Поиск идентификатора товара в системе"
            ],
            "responses": [
                "В меню Каталог - Товары. Первый столбец, это ID товара. Изменить его нельзя. Он уникальный."
            ]
        },
        {
            "tag": "name28",
            "patterns": [
                "Превышен лимит заказов или сотрудников",
                "Как увеличить лимиты в CRM?",
                "Что делать, если превышен лимит заказов?"
            ],
            "responses": [
                "Если в корзине есть заказы - удалить. . Если такой возможности нет, тогда увеличьте себе тариф по платной или бесплатной замене."
            ]
        },
        {
            "tag": "name29",
            "patterns": [
                "Не обновляются статусы ТТН Новой Почты",
                "Проблемы с обновлением статусов ТТН НП",
                "Как настроить синхронизацию статусов ТТН?"
            ],
            "responses": [
                "В настройках модуля новой почти, посмотрите какой стоит период проверки ТТН. Сделайте повторную синхронизацию, синхронизировать - сохранить."
            ]
        },
        {
            "tag": "name30",
            "patterns": [
                "Ошибка НП: Отправитель не принадлежит пользователю",
                "Проблемы с отправителем Новой Почты",
                "Как настроить отправителя в Новой Почте?"
            ],
            "responses": [
                "Вы неправильно подключили API ключ НП. \nВ настройках модуля Новой Почты, повторно нажать синхронизировать - сохранить."
            ]
        },
        {
            "tag": "name31",
            "patterns": [
                "Как оплатить тариф в CRM?",
                "Способы оплаты тарифного плана",
                "Процедура оплаты в системе CRM"
            ],
            "responses": [
                "В меню Рабочий стол - изменить или продлить, выбираете нужный пункт."
            ]
        },
        {
            "tag": "name32",
            "patterns": [
                "Как подключить данную CRM систему?",
                "Процедура подключения к системе CRM",
                "Как зарегистрироваться и начать использовать CRM?"
            ],
            "responses": [
                "Здравствуйте. Достаточно просто зарегистрироваться у нас на сайте http://lp-crm.biz/ После регистрации наш менеджер с Вами свяжется и поможет с подключениям и настройкой нужного Вам функционала в CRM"
            ]
        },
        {
            "tag": "name33",
            "patterns": [
                "Заявки не доходят в CRM",
                "Проблемы с приемом заявок в системе",
                "Как исправить отсутствие заявок в CRM?"
            ],
            "responses": ["Проверьте интеграцию сайта."]
        },
        {
            "tag": "name34",
            "patterns": [
                "Почему окно с именем и телефоном покупателя не активно при создании ТТН?",
                "Проблема с заполнением данных получателя в ТТН",
                "Красный кружок при наведении на окно с именем и телефоном"
            ],
            "responses": [
                "Данные получателя подтягиваются из карточки заказа автоматически. При создании ТТН они не подлежат редактированию."
            ]
        },
        {
            "tag": "name35",
            "patterns": [
                "Интегрировал Тильду с CRM, но заказы приходят без кода модели",
                "Проблемы с интеграцией Тильды и CRM",
                "Как исправить отсутствие кода модели в заказах?"
            ],
            "responses": [
                "1. Без айди товара?\n 2. В CRM Вы добавляли товары?\n 3. (Уточнить какой пункт интеграции используют) В Тильде к товару подвязывали айди, в поле ПОДЗАГОЛОВОК или АРТИКУЛ?"
            ]
        },
        {
            "tag": "name36",
            "patterns": [
                "Как изменить тариф с Теста на VIP?",
                "Смена тарифного плана с Теста на VIP",
                "Возможно ли перейти с Тарифа Тест на Тариф VIP?"
            ],
            "responses": [
                "Дождитесь окончания тестового периода и уже после подключите нужны Вам тариф."
            ]
        },
        {
            "tag": "name37",
            "patterns": [
                "Я сделал оплату в размере 700 гривен всего 15 минут назад в тестовом режиме.",
                "Как оплатить тариф в тестовом режиме?",
                "Что делать после оплаты в тестовом режиме?"
            ],
            "responses": [
                "Если Вам необходимо совершить оплату, Вы можете перейти по банеру ( находится на Рабочем столе https://prnt.sc/1rtctin ) + к этому получить дополнительные скидки при оплате от 3 месяцев выбирая тариф Office и выше https://prnt.sc/1m61yjo"
            ]
        },
        {
            "tag": "name38",
            "patterns": [
                "Подскажите, что означает 'количество сотрудников' в тарифах?",
                "Объясните, что такое 'количество сотрудников' в тарифных планах",
                "Что входит в 'количество сотрудников' в тарифах?"
            ],
            "responses": [
                "Это количество пользователей, которые могут работать в CRM. Без учёта учётной записи создателя."
            ]
        },
        {
            "tag": "name39",
            "patterns": [
                "Возможно ли интегрировать CRM с конструктором Flexbe?",
                "Как подключить CRM к конструктору Flexbe?",
                "Интеграция CRM и Flexbe"
            ],
            "responses": [
                "В документации API  - Пункт 19 написана подробная инструкция подключению сайта на Flexbe"
            ]
        },
        {
            "tag": "name40",
            "patterns": [
                "Мой аккаунт не работает, и пропало меню.",
                "Проблемы с аккаунтом в CRM, меню отсутствует.",
                "Как восстановить меню в аккаунте?"
            ],
            "responses": [
                "В кеше браузера файлы старой CRM. Их нужно обнулить, чтобы загрузились файлы новой версии.\n Нажмите F12 - а потом - http://prntscr.com/jgayn6\n Очистите куки и кеш, а потом обновите страницу через Ctrl + F5.\n Если не помогло - попробуйте в режиме инкогнито войти (Ctrl + Shift + N)."
            ]
        },
        {
            "tag": "name41",
            "patterns": [
                "Я сменил почту и ввел новый пароль, но не могу войти.",
                "Проблемы с входом после смены почты и пароля.",
                "Как решить проблему с входом в аккаунт?"
            ],
            "responses": [
                "Логин должен быть без всяких символов. \n Сделайте сброс пароля и зайдите в систему обратно.\n Если не получится, тогда используйте логин admin, а пароль тот, который пришел в последнем письме. "
            ]
        },
        {
            "tag": "name42",
            "patterns": [
                "Как мне сделать оплату на QIWI или Яндекс.Кошелек?",
                "Способы оплаты через QIWI или Яндекс.Кошелек",
                "Инструкция по оплате на QIWI или Яндекс.Кошелек"
            ],
            "responses": ["380678755765 QIWI. 410011895496843 - яндекс кошелёк"]
        },
        {
            "tag": "name43",
            "patterns": [
                "Как настроить отслеживание utm-меток в CRM?",
                "Проблемы с отслеживанием utm-меток в системе CRM",
                "Инструкция по настройке utm-меток"
            ],
            "responses": [
                "Проверьте код интеграции utm-меток. FAQ-Документация API-Пункт 1."
            ]
        },
        {
            "tag": "name44",
            "patterns": [
                "Почему Новая Почта связана с ошибкой в CRM?",
                "Связь между Новой Почтой и системой CRM",
                "Проблемы с Новой Почтой в системе CRM"
            ],
            "responses": [
                "CRM отправляет запрос в Новую Почту. И подтягивает ТТН с неё."
            ]
        },
        {
            "tag": "name45",
            "patterns": [
                "Почему во вкладке 'Склад' неправильно подсчитываются заказы?",
                "Проблемы с отображением заказов во вкладке 'Склад'",
                "Ошибка подсчета заказов на складе"
            ],
            "responses": [
                "Со склада убираются только завершённые и отправленные заказы."
            ]
        },
        {
            "tag": "name46",
            "patterns": [
                "Как сделать экспорт заказов из статистики, например, отчет за месяц?",
                "Экспорт статистики заказов из CRM",
                "Создание отчета за месяц в CRM"
            ],
            "responses": ["В данный момент экспорта статистики нет."]
        },
        {
            "tag": "name47",
            "patterns": [
                "Наш сотрудник удалил определенный товар. Можно ли его восстановить?",
                "Восстановление удаленного товара в CRM",
                "Удален товар, как его вернуть?"
            ],
            "responses": [
                "Здравствуйте, если товар удалён его восстановить уже нельзя."
            ]
        },
        {
            "tag": "name48",
            "patterns": [
                "Вчера я отправил посылки, но статус ТТН в Новой Почте всё еще 'Ожидайте надходження'.",
                "Проблемы с обновлением статуса ТТН в Новой Почте",
                "Задержка в обновлении статуса ТТН"
            ],
            "responses": [
                "1. Здравствуйте. Проверьте время обновления ТТН статусов в настройках модулей Новой Почты.\n 2. При переходе на разные статусы, внизу появляется черное окошко с обновленными ТТН?\n 3. Также Вы можете принудительно обновить статус ТТН. В карточке заказа нажать на кнопку Подробнее."
            ]
        },
        {
            "tag": "name49",
            "patterns": [
                "Добрый день. Возможно ли в CRM вшить функцию, чтобы клиенту приходило SMS-уведомление после оформления заказа?",
                "SMS-уведомления в CRM",
                "Как настроить SMS-уведомления для клиентов в CRM?"
            ],
            "responses": [
                "Здравсвтуйте. На данный момент, у нас такой возможности нет. \n Все предложения, мы принимаем во внимание и обязательно рассмотрим."
            ]
        },
        {
            "tag": "name50",
            "patterns": [
                "Как отправлять постбэк о принятом заказе?",
                "Постбэк на принятый заказ",
                "Инструкция по настройке постбэка в CRM"
            ],
            "responses": [
                "Здравствуйте, да это можно реализовать через модуль Postback (webhook). Инструкция по настройке данного модуля https://clck.ru/VKH56"
            ]
        },
        {
            "tag": "name51",
            "patterns": [
                "Как подключить турбоСМС в CRM?",
                "Инструкция по подключению турбоСМС в системе CRM",
                "Подключение турбоСМС"
            ],
            "responses": [
                "Здравствуйте. В меню вкладка FAQ-Инструкция(видео) - Подключение турбоСМС(7 пункт)"
            ]
        },
        {
            "tag": "name52",
            "patterns": [
                "Как сделать, чтобы город и отделения Новой Почты сразу попадали в данные при создании посылки?",
                "Автозаполнение города и отделений Новой Почты при создании посылки в CRM"
            ],
            "responses": [
                "Здравствуйте, такой возможности нет. Вам нужно выбрать при создании ттн нужный Вам город и отделения с предложенных НП."
            ]
        },
        {
            "tag": "name53",
            "patterns": [
                "Где скачать пример лендинга? Не могу найти.",
                "Пример лендинга для скачивания в CRM"
            ],
            "responses": [
                "https://blog.lp-crm.biz/instruktsii/obnovlennaya-instruktsiya-po-integratsii-sayta-s-lp-crm/"
            ]
        },
        {
            "tag": "name54",
            "patterns": [
                "В последнее время в CRM попадают парные заказы с одинаковым order.id. С чем это может быть связано?",
                "Проблема с дублированием заказов в CRM",
                "Парные заказы с одинаковым order.id"
            ],
            "responses": [
                "1. Проверьте в коде интеграции, как у Вас прописан параметр 'order_id'. Если сделать заказ на сайте, и на странице благодарности оформить дозаказ( доп товар), то в СРМ они будут отображаться с разным ID но с одинаковыми order id\n2. Так же проверьте не имеют ли сотрудники одинаковые логины. Логины не должны быть однокоренные. Из-за этого может происходить дублирование."
            ]
        },
        {
            "tag": "name55",
            "patterns": [
                "Как узнать сумму товара, который еще не продан?",
                "Подсчет суммы товаров, находящихся на складе",
                "Сумма товаров в наличии"
            ],
            "responses": [
                "Во вкладке Товары у Вас указана сумма закупки за одну единицу, также отображаются остатки по складу. Самый последний столбик Сумма (закуп.)"
            ]
        },
        {
            "tag": "name56",
            "patterns": [
                "Использую подпись Msg, но получаю ошибку.",
                "Проблемы с использованием подписи Msg",
                "Ошибка при использовании подписи в SMS"
            ],
            "responses": [
                "Данная подпись заблокирована ТурбоСМС.https://www.instagram.com/p/B0s8JlFCaZB/?igshid=1s3zcqy6a9w5f. \n В кабинете ТурбоСМС создайте свою подпись и пройдите модерацию."
            ]
        },
        {
            "tag": "name57",
            "patterns": [
                "Следит ли CRM по UTM-меткам за забором документов?",
                "Отслеживание UTM-меток по забору документов",
                "UTM-метки и забор документов в CRM"
            ],
            "responses": ["Нет, UTM-метки относятся только к рекламе."]
        },
        {
            "tag": "name58",
            "patterns": [
                "Можно ли перенести базу контактов с другой учетки CRM?",
                "Перенос базы контактов между учетками в CRM",
                "Как перенести контакты между аккаунтами CRM?"
            ],
            "responses": [
                "Здравствуйте, отдельно контакты перенести нет возможности. Только перенос всей базы."
            ]
        },
        {
            "tag": "name59",
            "patterns": [
                "Можно ли интегрировать CRM с гугл таблицей для дублирования данных о заказах?",
                "Интеграция CRM с Google Таблицей",
                "Дублирование данных заказов в гугл таблицу"
            ],
            "responses": [
                "Здравствуйте, к сожалению, сейчас в CRM данный функционал не реализован."
            ]
        },
        {
            "tag": "name60",
            "patterns": [
                "Как передавать данные заказа в другую CRM или настроить постбек?",
                "Передача данных заказа в другую CRM",
                "Постбек настройка в CRM"
            ],
            "responses": [
                "Здравствуйте. В CRM системе есть модуль Postback (webhook),  Вы может отправлять данных на внешний URL по событиям в CRM. Подробная инструкция по его настройке https://clck.ru/VKH56"
            ]
        },
        {
            "tag": "name61",
            "patterns": [
                "Могу ли я интегрировать CRM-систему с сайтом, созданным на wix.com?",
                "Интеграция CRM с веб-сайтом на Wix.com",
                "Возможность интеграции CRM и Wix.com"
            ],
            "responses": [
                "Здравствуйте. На данный момент интеграции CRM с данной платформой нет."
            ]
        },
        {
            "tag": "name62",
            "patterns": [
                "Для настройки модуля Почта России нужно заключить договор? Как физическому лицу настроить работу с почтой?",
                "Настройка модуля Почта России в CRM для физических лиц",
                "Подключение Почты России в CRM без договора"
            ],
            "responses": ["Здравствуйте. Да, Вам нужен заключенный договор."]
        },
        {
            "tag": "name63",
            "patterns": [
                "Каждому клиенту прийдет ттн, указанная в поле?",
                "Отправка ТТН каждому клиенту в поле",
                "Какие ТТН будут отправлены клиентам?"
            ],
            "responses": [
                "Здравствуйте. Да, каждому клиенту подтянится своя ттн. Подгружает через макрос, при условии, что в заказе есть ТТН."
            ]
        },
        {
            "tag": "name64",
            "patterns": [
                "Как изменить id товара в CRM, чтобы он совпадал с id на Rozetka?",
                "Изменение id товара в CRM для Rozetka",
                "Сопоставление id товаров CRM и Rozetka"
            ],
            "responses": [
                "Id товара в CRM не меняется\n \n Если уже есть сгенерированый прайс лист то можно настроить синхронизацию по id или по названию товара\n \n Если эти варианты не подходят можно загрузить товары с старого прайс листа (тоже возможность синхронизировать по Id или по названию) если id или название товара (смотря какую синхронизацию выбрали) совпадает в загружаемом прайсе и црм - товары обновяться данными в прайсе, а все остальные добаяться как новый товарв. Далее генерируем прайс лист с нужных товаров в црм\n \n Еще вариант в ручную поменять id товаров в прайсе что бы они совпадали с id в црм"
            ]
        },
        {
            "tag": "name65",
            "patterns": [
                "Id товара присваивается автоматически при выгрузке на Rozetka?",
                "Присвоение id товара при выгрузке на Rozetka",
                "Автоматическая генерация id товаров на Rozetka"
            ],
            "responses": [
                "Если имеется ввиду генерация прайса с товаров CRM, то да там id товара = Id оффера в прайс листе"
            ]
        },
        {
            "tag": "name66",
            "patterns": [
                "Ошибка при создании ТТН по СДЭКу, в чем причина?",
                "Ошибка при работе с СДЭКом в CRM",
                "Что может вызвать ошибку при создании ТТН по СДЭКу?"
            ],
            "responses": [
                "1. Какую ошибку Вам выдает? \n2. Интеграция возможна только при наличии согласованного договора со СДЭК.\n Далее отправляем запрос на получение учетной записи для API на e-mail: integrator@cdek.ru\n Пример email (рекомендуемый):\n Договор № ВАШ_НОМЕР_ДОГОВОРА\n crm - система http://lp-crm.biz/\n e-mail – для уведомлений об удачных/неудачных запросах, изменений по интеграции."
            ]
        },
        {
            "tag": "name67",
            "patterns": [
                "Флажок в модуле Rozetka напротив пользователей, что он делает? По умолчанию, но что конкретно?",
                "Флажок в модуле Rozetka и пользователи",
                "Настройка флажка по умолчанию в Rozetka"
            ],
            "responses": [
                "Флажок указывает на пользователя маркета розетки через которого будут синхронизироваться заказы, подтягиваться продукты, категории и тд\n сейчас можно сделать только 1го активного"
            ]
        },
        {
            "tag": "name68",
            "patterns": [
                "Есть ли возможность пометить клиента как 'черный список' в CRM, если он не выкупил товар, но потом заказал другой товар?",
                "Пометка клиента как 'черный список' в CRM",
                "Добавление клиента в 'черный список' за невыкупленные товары"
            ],
            "responses": [
                "Здравствуйте, данная возможность есть. Если клиент ранее делал заказ, тогда в карточке заказа возле номера телефона появится кнопка, где будут показаны статусы предыдущих заказов."
            ]
        },
        {
            "tag": "name69",
            "patterns": [
                "Мне приходят все заявки с одного IP-адреса.",
                "Проблема с одинаковыми IP-адресами для заявок",
                "Все заявки идут с одного IP-адреса"
            ],
            "responses": [
                "Здравствуйте. У Вас используется старая версия API, по-этому у вас заходит Ip вашего хостинга, а не покупателя. Используйте новое апи, либо же добавьте переменную sender: http://prntscr.com/nxcuub\n http://prntscr.com/nxi9ub "
            ]
        },
        {
            "tag": "name70",
            "patterns": [
                "Как подключить автоматическую рассылку SMS?",
                "Настройка автоматической SMS-рассылки в CRM",
                "Автоматическая рассылка SMS в CRM"
            ],
            "responses": [
                "Здравствуйте. Автоматическая рассылка смс реализована через модуль ТурбоСМС. \nПодробнная инструкция по настройке: https://bit.ly/2TDC2jG"
            ]
        },
        {
            "tag": "name71",
            "patterns": [
                "Могу ли я отслеживать количество остатка товара в CRM?",
                "Отслеживание остатка товара в CRM",
                "Как отследить количество товара в CRM"
            ],
            "responses": [
                "1. Вы можете добавит id на каждый цвет.\n 2. С сайта вы можете передавать цвета в комментарий.\n 3. Так же в CRM есть функция sub-id"
            ]
        },
        {
            "tag": "name72",
            "patterns": [
                "Возможно ли изменять статусы заказа через API?",
                "Изменение статусов заказа через API",
                "API для изменения статусов заказов"
            ],
            "responses": [
                "Добрый день. На данный момент такой возможности нет."
            ]
        },
        {
            "tag": "name73",
            "patterns": [
                "Где можно найти документацию по модулям CRM?",
                "Документация по модулям CRM",
                "Инструкции по использованию модулей CRM"
            ],
            "responses": [
                "Самостоятельно модуль Вы добавить не сможете. Но проинтегрировать CRM и какой-то сервис можете сами.\nТак же мы помогаем с настройкой нужных Вам модулей."
            ]
        },
        {
            "tag": "name74",
            "patterns": [
                "Подключается ли CRM к Facebook?",
                "Интеграция CRM с Facebook",
                "Подключение CRM к Facebook"
            ],
            "responses": [
                "Здравствуйте. Да, у нас есть интеграция с фейбук. Подробная инструкция по подключению модуля: https://blog.lp-crm.biz/instruktsii/instruktsiya-po-integratsii-s-modulem-facebook-leads/"
            ]
        },
        {
            "tag": "name75",
            "patterns": [
                "Где найти сайт-лендинг покупателя?",
                "Лендинг покупателя в CRM",
                "Как найти сайт-лендинг покупателя?"
            ],
            "responses": [
                "1. Здравствуйте. Где у Вас отображается эта ошибка?\n 2. Скиньте свой код интеграции и ссылку на сайт\n 3. Передайте параметр \"sender\", согласно документации api"
            ]
        },
        {
            "tag": "name76",
            "patterns": [
                "Что считается спамом в CRM?",
                "Определение спама в CRM",
                "Какие действия считаются спамом в CRM?"
            ],
            "responses": [
                "Многочисленные запросы на сервер CRM в короткий промежуток времени. Примерно 1 запрос в секунду."
            ]
        },
        {
            "tag": "name77",
            "patterns": [
                "Не обновляются статусы заказов в Fetchr",
                "Проблема с обновлением статусов заказов в Fetchr",
                "Fetchr не обновляет статусы заказов"
            ],
            "responses": [
                "Здравствуйте. Пересохраните настройки модуля Fetchr и обновите страницу через CTRL+F5.\n Если не помогло: Скиньте тестовый доступ в ЦРМ."
            ]
        },
        {
            "tag": "name78",
            "patterns": [
                "Как сменить почту, использованную при регистрации в CRM?",
                "Смена электронной почты в CRM",
                "Изменение почты в CRM"
            ],
            "responses": ["Попросить поддомен клиента и передать в Тех.Отдел"]
        },
        {
            "tag": "name79",
            "patterns": [
                "Что делать, если я удалил администратора, но почта приходила на его адрес?",
                "Удаление администратора и почта",
                "Помощь после удаления администратора"
            ],
            "responses": [
                "Добрый день. Такой маневр можно отменить только через наш технический отдел и кодом подтверждения на почту указанную при регистрации"
            ]
        },
        {
            "tag": "name80",
            "patterns": [
                "Можно ли загрузить товарные позиции в CRM через API или из таблицы Excel?",
                "Загрузка товарных позиций в CRM через API",
                "Импорт товаров из Excel в CRM"
            ],
            "responses": ["Добрый день. Нет, такой возможности нет. "]
        },
        {
            "tag": "name81",
            "patterns": [
                "Как мне сделать интеграцию с конструктором?",
                "Интеграция с конструктором",
                "Интеграция CRM с конструктором"
            ],
            "responses": [
                "Добрый день. Интеграцию CRM с каким консруктором Вы хотите сделать. В документации API Вы можете просмотреть к каким конструкторам есть интеграция."
            ]
        },
        {
            "tag": "name82",
            "patterns": [
                "Как отключить защиту от фрода в CRM?",
                "Отключение защиты от фрода в CRM",
                "Разрешить дубли заказов через API"
            ],
            "responses": [
                "Здравствуйте, Вы сами можете это отключить перейдя в свойе CRM системе в настройки>система>5.разрешить дубли заявок через API."
            ]
        },
        {
            "tag": "name83",
            "patterns": [
                "Как подключить API Укрпочты для отслеживания посылок?",
                "Интеграция CRM с Укрпочтой",
                "Подключение Укрпочты для отслеживания в CRM"
            ],
            "responses": [
                "Добрый день. Это возможно при условии заключенного договора с Укр. Почтой. Вам будут предоставленны API ключи, которые нужно добавить в настройках модуля Укр. Почты. Подробная инструкция по настройке модуля: https://blog.lp-crm.biz/instruktsii/instruktsiya-po-podklyucheniyu-modulya-ukrpochtyi/"
            ]
        },
        {
            "tag": "name84",
            "patterns": [
                "Почему повторный заказ с одинаковыми данными не проходит?",
                "Повторный заказ с совпадающими данными не проходит",
                "Запрет на дубли заказов"
            ],
            "responses": [
                "Добрый день. Если дубли запрещены, тогда система не будет пропускать заказы в которых совпадают имя, телефон и сайт.(ip адрес). Для того, чтоб разрешить дубли заказов необходимо перейти во вкладку Настройки-Система-Пункт 5-Разрешить дубли. "
            ]
        },
        {
            "tag": "name85",
            "patterns": [
                "Почему два заказа получили одинаковые номера при генерации?",
                "Два заказа с одинаковыми номерами",
                "Проблема с генерацией номеров заказов"
            ],
            "responses": [
                "1. Проверьте интеграцию.\n 2. order_id присваивается автоматически. Данная ошибка могла возникнуть по причине того, что заказы в систему зашли одновременно (до миллисекунды)."
            ]
        },
        {
            "tag": "name86",
            "patterns": [
                "Как можно обрабатывать заказы с iPad, если нельзя прокрутить список городов?",
                "Обработка заказов с iPad",
                "Проблема с прокруткой на iPad"
            ],
            "responses": [
                "Здравствуйте. CRM разработана непосредственно  для ПК и адаптирована под мобильный телефон.\r\nПопробуйте на Вашем планшете выставить версию для ПК и проверьте возможность выбора отделения.  https://prnt.sc/13e1lbd"
            ]
        },
        {
            "tag": "name87",
            "patterns": [
                "Почему весь код интеграции отображается на странице 'спасибо'?",
                "Проблема с отображением кода интеграции",
                "Интеграция кода на страницу 'спасибо'"
            ],
            "responses": [
                "Во-первых, все файлы должны быть с расширением .php . Во-вторых, перед кодом интеграции нужно вставить <?php , а после кода ?>"
            ]
        },
        {
            "tag": "name88",
            "patterns": [
                "При тестировании формы по ссылке не получаю JSON-ответ в случае неуспешного запроса",
                "Проблема с получением JSON-ответа при тестировании формы",
                "JSON-ответ при тестировании формы"
            ],
            "responses": [
                "По этой ссылке переходить не нужно, она используется лишь как обработчик кода на сервере. Если перейти на неё напрямую, то никакие данные передаваться не будут"
            ]
        },
        {
            "tag": "name89",
            "patterns": [
                "Получаю ошибку: 'Не указан сайт-лендинг покупателя'",
                "Ошибка с сайтом-лендингом покупателя",
                "Ошибка при отправке запроса"
            ],
            "responses": [
                "Здравствуйте. Данная ошибка связана с тем, что при интеграции не был указан сервер. При интеграции со стороны пользователя.\nПроверьте добавлена ли в коде интеграции переменная 'sender'          => $sender, "
            ]
        },
        {
            "tag": "name90",
            "patterns": [
                "Можно ли искать заказ по ID в истории и как посмотреть изменения в заказе?",
                "Поиск заказа по ID в истории",
                "Просмотр изменений в заказе"
            ],
            "responses": [
                "Добрый день. Во вкладке История можно искать заказ через Ctrl+F. \n Так же в заказе можно просмотреть, кто с менеджеров и в какое время проводил изминения. Для этого нажмите на знак возле order id https://prnt.sc/14bqct7 "
            ]
        },
        {
            "tag": "name91",
            "patterns": [
                "Есть ли альтернативы Zapier?",
                "Альтернативы для интеграции",
                "Замена Zapier"
            ],
            "responses": [
                "Здравствуйте. Facebook_leads это замена Zapier. Быстрая и удобная интеграция с Facebook."
            ]
        },
        {
            "tag": "name92",
            "patterns": [
                "Можно ли создать синхронизацию между CRM и Google Таблицами?",
                "Интеграция CRM с Google Таблицами",
                "Создание синхронизации с Google Таблицами"
            ],
            "responses": [
                "Добрый день. К сожалению, такой возможности на данный момент нет\n \n \n \n \n"
            ]
        },
        {
            "tag": "name93",
            "patterns": [
                "Можно ли создать бланк накладных, который будет заполняться данными из заказа и выгружать?",
                "Создание бланка накладных в CRM",
                "Выгрузка данных в бланк накладных"
            ],
            "responses": [
                "К сожалению, в CRM нет такой возможности.\n (это не 1С и не ERP-система, это CRM)"
            ]
        },
        {
            "tag": "name94",
            "patterns": [
                "Почему не приходит информация о входе в личный кабинет на почту?",
                "Проблема с уведомлениями о входе",
                "Уведомления о входе не приходят"
            ],
            "responses": [
                "Активация аккаунта могла произойти по двум причинам:\n \n 1. При регистрации Вы указали почту с опечаткой.\n 2. название CRM должно состоять не более 20 латинских символов (без точек, тире и прочих символов, только английские символы и цифры)\n \n elit-gadgets.magazin-prodaj.in.ua слишком долгое название и содержит не допустимые символы."
            ]
        },
        {
            "tag": "name95",
            "patterns": [
                "Можно ли настроить отображение даты платного хранения товара в CRM?",
                "Отображение даты платного хранения товара в CRM",
                "Просмотр даты платного хранения товара"
            ],
            "responses": [
                "Добрый день. Да, такая возможность есть. Если у Вас в кабинете не выставлен автоматический возврат поссылок, то в CRM возле ттн статуса будет отображатся количество дней до платного хранения. "
            ]
        },
        {
            "tag": "name96",
            "patterns": [
                "Мы не хотим использовать ваш call-центр и хотим использовать сторонний",
                "Использование стороннего call-центра вместо CRM",
                "Отключение call-центра в CRM"
            ],
            "responses": [
                "CRM полностью в Вашем распоряжении, Вы используете тот call-центр, который Вам удобно. Даже сами можете\n осуществлять звонки."
            ]
        },
        {
            "tag": "name98",
            "patterns": [
                "возможно ли подключить к моим статусам функцию чтобы когда заказ попадает в определённый статус товар списывался с наличия?",
                "Можно ли сделать списание товара при переходе в определенный статус?",
                "Как настроить списание товара при изменении статуса заказа?"
            ],
            "responses": [
                "Вычет со склада происходит только при переходе на статус \"Отправлено\". К сожалению, на данный момент поменять Вам вычет и добавление со склада для некоторых статусов не получится."
            ]
        },
        {
            "tag": "name99",
            "patterns": [
                "Как можно сделать чтобы в поле сайт приходил не именно адрес сайта а тот или иной идентификатор?",
                "Идентификатор вместо адреса сайта в поле 'сайт'",
                "Изменение данных в поле 'сайт' на идентификатор"
            ],
            "responses": [
                "К сожалению, такой возможности нету. Но у Вас есть дополнительные поля и Вы можете туда отправлять нужные идентификаторы\n \n без поля \"сайт\" заявка не зайдёт."
            ]
        },
        {
            "tag": "name100",
            "patterns": [
                "Город отправителя не определен по индексу",
                "Проблемы с определением города отправителя",
                "Неверный город по индексу"
            ],
            "responses": [
                "Вероятнее всего, неверно указаны данные. Пожалуйста, удостоверьтесь, что город отправителя указан корректно в соответствии с индексом."
            ]
        },
        {
            "tag": "name102",
            "patterns": [
                "при просмотре статистики или использовании фильтра на какого-то из этих пользователей, выводятся заказы с противоположного пользователя DimaKr DimaKrav",
                "Проблемы с фильтрацией по пользователям",
                "Заказы отображаются неправильно при фильтрации по пользователям"
            ],
            "responses": [
                "Поиск происходит по совпадению, а не поточному значению. Используйте ещё какой-то параметр в фильтре отличающийся у этих пользователей.\n \n Например:\n DimaаKr\n DimaKrav"
            ]
        },
        {
            "tag": "name103",
            "patterns": [
                "Подключаю сайт на платформе ЛП к вашей CRM. Как подтянуть нужный отдел?",
                "Интеграция сайта на платформе ЛП с CRM",
                "Настройка отдела при интеграции с CRM"
            ],
            "responses": [
                "Вы можете вручную добавить в ссылку параметр office\n \n переменная sender хранит в себе массив данных, поэтому в данном случае такая запись в адресной строке будет не правильной.\nДля того, чтоб передать коментарий в CRM и указать сайт пропишите в ссылке так: >&comment=<%=fields[\"указываете название нужного поля\"]%>&site=bal.gltoop.shop\n\n \n Убрать переадресацию на страницу благодарности от CRM не получиться, поскольку перестанут падать заказы в CRM. Вам нужно сделать повторную переадресацию с помощью URL back с страницы благодарности от CRM на свою страницу благодарности."
            ]
        },
        {
            "tag": "name104",
            "patterns": [
                "хочу интегрировать binotel, ввел ключ и пароль, но не делает прямой звонок из сущности 'Заказ'",
                "Проблемы с интеграцией Binotel",
                "Звонок из CRM с помощью Binotel не работает"
            ],
            "responses": [
                "Добрый день! программу софтфона установили? Мы рекомендуем устанавливать MicroSIP\n \n \n Проблема в том, что Zoiper не устанавливает протокол по умолчанию. Мы советуем использовать приложение MicroSIP для звонков из CRM-системы, так как оно легче в настройке и проще в использовании. MicroSIP по умолчанию устанавливает протоколы приложений в Windows, а это значит что MicroSIP будет автоматически совершать звонок после нажатия на кнопку \"Позвонить\""
            ]
        },
        {
            "tag": "name105",
            "patterns": [
                "Добрый день! Мне нужна ваша помощь. Подскажите пожалуйста, как изменить логин и пароль? Чтобы не было 'admin admin'?",
                "Смена логина и пароля в CRM",
                "Как обновить данные для входа в CRM"
            ],
            "responses": [
                "Добрый день!\n Контакты - Пользователи - выбираете себя - данные для входа\n после смены логина и пароля нужно выйти со своей учетной записи и зайти под новыми данными\n \n \n Вам нужно выйти с учетной записи и зайти еще раз\n в правом верхнем углу есть иконка пользователя, нажмите на нее, затем выберите \"выйти\"\n http://prntscr.com/ndoeth"
            ]
        }
    ]
}
