{
    "intents": [
        {
            "tag": "greeting",
            "patterns": [
                "Добрий ранок",
                "Добрий день",
                "Добрий вечір",
                "Вітаю",
                "Здоровенькі були"
            ],
            "responses": [
                "Вітаю, чим можу допомогти?",
                "Вітаю, я готовий відповісти на Ваші питання",
                "Вітаю, що Вас ціквить?"
            ]
        },
        {
            "tag": "features",
            "patterns": [
                "Розкажіть про можливості CRM",
                "На що здатна CRM система?",
                "Що може робтити CRM?",
                "Для чого мені CRM"
            ],
            "responses": [
                "Наша CRM-система допоможе вам керувати відносинами з клієнтами, продажами та маркетингом. Вона включає такі функції, як управління контактами, відстеження лідів та аналітика."
            ],
            "context_set": "features_context"
        },
        {
            "tag": "customization",
            "patterns": [
                "Чи можу я налаштувати CRM під свій бізнес?", 
                "Змінити налаштування CRM"
            ],
            "responses": [
                "Наша CRM-система дуже добре налаштовується. Ви можете адаптувати її під конкретні потреби вашого бізнесу. Потрібна допомога з налаштуванням?"
            ],
            "context_set": "features_context"
        },
        {
            "tag": "integration",
            "patterns": [
                "Чи інтегрується CRM з іншими інструментами?",
                "Варіанти інтеграції"
            ],
            "responses": [
                "Наша CRM-система пропонує безшовну інтеграцію з різними інструментами та платформами. Ви можете ознайомитись зі можливостями на нашому сайті <a href='https://lp-crm.biz/'>LP-CRM</a>"
            ],
            "context_filter": "features_context"
        },
        {
            "tag": "technical1",
            "patterns": [
                "Скільки співробітників я можу створювати?",
                "Максимальна кількість співробітників за один раз?",
                "Обмеження на кількість створених співробітників?",
                "Максимальна кількість облікових записів для співробітників?"
            ],
            "responses": [
                "Кількість створюваних співробітників залежить від поточного тарифу:<br>Start - 2<br>Office - 3<br>Company - 6<br>Business - 50<br>Corporation - ∞"
            ]
        },
        {
            "tag": "technical2",
            "patterns": [
                "Як працює інтеграція з Новою Поштою?",
                "Як відбувається інтеграція з Новою Поштою?",
                "Як зробити інтеграцію з Нова Пошта?",
                "Які можливості надає інтеграція з Новою Поштою?"
            ],
            "responses": [
                "З підключеним модулем Нової Пошти ви можете створювати ТТН з картки замовлення, друкувати, додавати до реєстру та відстежувати їх статус."
            ]
        },
        {
            "tag": "technical3",
            "patterns": [
                "Для чого створений розділ Відправка?",
                "Яка ціль розділу 'Відправка'?",
                "Для чого призначений розділ 'Відправка'?",
                "Які можливості надає розділ 'Відправка' користувачеві?",
                "Як використовується розділ 'Відправка' у системі?"
            ],
            "responses": [
                "Розділ Відправка створений для взаємодії з службами доставки, друку ТТН та реєстрації."
            ]
        },
        {
            "tag": "technical4",
            "patterns": [
                "Як часто виходять оновлення?",
                "Яка частота випуску оновлень?",
                "Як часто відбувається оновлення системи?",
                "Що можна очікувати щодо регулярності виходу нових версій?",
                "Як система взаємодіє з оновленнями, якщо вони є?"
            ],
            "responses": [
                "З усіма оновленнями ви можете ознайомитися в нашому каналі у <a href='https://t.me/Lp_crm_biz'>Telegram</a>"
            ]
        },
        {
            "tag": "technical5",
            "patterns": [
                "Як інтегрувати LP-CRM з моїм сайтом?",
                "Як встановити інтеграцію між LP-CRM і моїм сайтом?",
                "Які кроки потрібно виконати для інтеграції LP-CRM з моїм веб-сайтом?",
                "Чи існують конкретні настанови для інтеграції LP-CRM з різними типами веб-сайтів?",
                "Які API або інструменти використовуються для успішної інтеграції мого сайту з LP-CRM?"
            ],
            "responses": [
                "Перейдіть в розділ FAQ - Документація API та виберіть необхідний пункт або зверніться до нашої служби підтримки, і наш співробітник допоможе вам."
            ]
        },
        {
            "tag": "account1",
            "patterns": [
                "Не вдається знайти API ключ в LP-CRM",
                "Де точно можна знайти API ключ в LP-CRM?",
                "Як здійснити пошук API ключа в інтерфейсі LP-CRM?",
                "Чи є конкретні кроки для отримання API ключа у LP-CRM?",
                "Якщо не можу знайти API ключ в LP-CRM, що робити або де звертатися для допомоги?"
            ],
            "responses": [
                "Розділ Налаштування - Система - Пункт 1 - натисніть Створити новий, а потім Зберегти налаштування"
            ]
        },
        {
            "tag": "account2",
            "patterns": [
                "Підтягується інша сума закупівлі в Товарах",
                "Чому в інформації про товари відображається інша сума закупівлі?",
                "Як виправити розбіжність у сумі закупівлі для товарів?",
                "Що може бути причиною різниці у сумі закупівлі для товарів?",
                "Як перевірити і виправити суму закупівлі для конкретного товару?"
            ],
            "responses": [
                "Коли ви виставляєте товар на прихід, то розраховується середня ціна закупівлі товару, поставленого на прихід за останні 30 днів<br>Ви можете вручну змінити ціну закупівлі в картці товару"
            ]
        },
        {
            "tag": "account3",
            "patterns": [
                "В замовлення не підтягується співробітник, який був обраний в картці замовлення",
                "Чому співробітник, обраний в картці замовлення, не відображається в самому замовленні?",
                "Як зробити так, щоб обраний співробітник автоматично підтягувався в замовлення?",
                "Що може бути причиною того, що співробітник не відображається в замовленні, хоча він обраний в картці?",
                "Як виправити неприв'язаність обраного співробітника до замовлення?"
            ],
            "responses": [
                "Замовлення закріплюється за співробітником, який вперше переніс його в статус з розширенням<br>Після переносу замовлення в цей статус передати його іншому співробітникові неможливо"
            ]
        },
        {
            "tag": "account4",
            "patterns": [
                "Неправильно відображається статистика по співробітнику, підтягує двох співробітників",
                "Чому статистика по співробітнику відображає двох працівників замість одного?",
                "Як виправити ситуацію, коли статистика по співробітнику підтягується для двох осіб?",
                "Чи є конкретні кроки для виправлення невірної статистики по конкретному співробітнику?",
                "Як перевірити і виправити неправильне відображення статистики для конкретного працівника?"
            ],
            "responses": [
                "Перевірте, чи не мають співробітники однакових або схожих логінів"
            ]
        },
        {
            "tag": "account5",
            "patterns": [
                "Новий створений статус не відображається в Переліку",
                "Чому новий статус, який я створив, не відображається в Переліку?",
                "Як додати власний статус і переконатися, що він правильно відображається в Переліку?",
                "Чи існують конкретні кроки для того, щоб новий статус коректно відображався в Переліку?",
                "Як виправити ситуацію, коли створений мною статус не з'являється в Переліку?"
            ],
            "responses": [
                "Перейдіть в розділ Налаштування - Користувачі - відкрийте потрібного користувача та дайте доступ до нового статусу, після чого натисніть Зберегти"
            ]
        },
        {
            "tag": "account6",
            "patterns": [
                "Як змінити логін/пароль?",
                "Як змінити свій логін або пароль?",
                "Як внести зміни в логін чи пароль облікового запису?",
                "Якщо потрібно змінити доступ до облікового запису, як це зробити?",
                "Як виконати процедуру зміни логіна чи пароля в системі?"
            ],
            "responses": [
                "Перейдіть в розділ Налаштування -> Користувачі - відкрийте потрібного користувача - в полі Дані для входу, змініть логін/пароль - натисніть Зберегти"
            ]
        },
        {
            "tag": "account7",
            "patterns": [
                "Перевищений ліміт замовлень за місяць",
                "Чому виникло повідомлення про 'Перевищений ліміт замовлень за місяць'?",
                "Як перевірити ліміт замовлень за місяць і його обмеження?",
                "Як вирішити проблему з перевищенням ліміту замовлень за місяць?",
                "Чи є конкретні кроки для управління лімітами замовлень у системі?"
            ],
            "responses": [
                "Видаліть замовлення з розділу Замовлення - Кошик<br>Якщо такої можливості немає, змініть тариф на більший за безкоштовну або платну заміну"
            ]
        },
        {
            "tag": "integation1",
            "patterns": [
                "Як зробити, щоб в LP-CRM відстежувалися UTM-мітки?",
                "Як активувати відстеження UTM-міток в LP-CRM?",
                "Як налаштувати LP-CRM для відстеження UTM-параметрів?",
                "Як забезпечити відслідковування UTM-міток для збору аналітики в LP-CRM?",
                "Як включити і налаштувати UTM-відстеження в системі LP-CRM?"
            ],
            "responses": [
                "Розділ FAQ - Документація API - Пункт 1 - вставте код UTM-міток у файл головної сторінки вашого сайту"
            ]
        },
        {
            "tag": "integation2",
            "patterns": [
                "Товар в систему LP-CRM заходить без назви та ціни з лендінг-сторінки",
                "Чому товар, доданий з лендінг-сторінки, не має назви та ціни в системі LP-CRM?",
                "Як вирішити проблему з відсутністю назви та ціни товару при його додаванні в LP-CRM з лендінг-сторінки?",
                "Чи є конкретні кроки для додавання товарів з лендінг-сторінки в LP-CRM разом із назвою та ціною?",
                "Як налаштувати правильне додавання товарів з лендінг-сторінки в систему LP-CRM з усією необхідною інформацією?"
            ],
            "responses": [
                "Відкрийте код інтеграції сайту, якщо значення змінних вказано так - <a href='http://testcrm.lp-crm.biz/style/img/faq/rf8an6.jpg'>знімок екрану</a>, змініть на - <a href='http://testcrm.lp-crm.biz/style/img/faq/rf8b9e.jpg'>знімок екрану</a>"
            ]
        },
        {
            "tag": "integation3",
            "patterns": [
                "Як налаштувати Tilda і LP-CRM, щоб замовлення надходили в конкретний відділ?",
                "Як налаштувати інтеграцію між Tilda і LP-CRM, щоб замовлення автоматично надходили в певний відділ?",
                "Чи є конкретні кроки для встановлення призначення відділу для замовлень з Tilda в LP-CRM?",
                "Як вказати, щоб замовлення з Tilda автоматично спрямовувались в конкретний відділ у LP-CRM?",
                "Як забезпечити, щоб інформація з Tilda передавалася відразу в потрібний відділ LP-CRM?"
            ],
            "responses": [
                "В налаштуваннях сайту Tilda змініть посилання Webhook - Вам необхідно в кінці посилання вписати \"office=id вашого відділу\""
            ]
        },
        {
            "tag": "integation4",
            "patterns": [
                "Замовлення не заходять в LP-CRM з Tilda",
                "Чому замовлення з Tilda не відображаються в системі LP-CRM?",
                "Як вирішити проблему, коли замовлення з Tilda не автоматично надходять в LP-CRM?",
                "Є конкретні кроки для налагодження передачі замовлень з Tilda в LP-CRM?",
                "Як перевірити і виправити ситуацію, коли інформація з Tilda не передається в LP-CRM?"
            ],
            "responses": [
                "У вас не створений ключ API. Перейдіть в розділ Налаштування - Система - Пункт 1 - натисніть Створити новий і потім Зберегти налаштування<br>Скопіюйте знову посилання Webhook (Розділ FAQ - Документація API - Пункт 3) і вставте його в налаштування Tilda згідно інструкції"
            ]
        },
        {
            "tag": "integation5",
            "patterns": [
                "Замовлення з Tilda заходять без ціни і товару",
                "Чому замовлення з Tilda надходять в LP-CRM без вказаної ціни та товарів?",
                "Як вирішити проблему, коли інформація про ціну та товари не відображається в замовленнях з Tilda в LP-CRM?",
                "Чи є конкретні налаштування для передачі ціни і інформації про товари з Tilda в LP-CRM?",
                "Як перевірити і налаштувати коректне передавання даних про ціни і товари з Tilda в систему LP-CRM?"
            ],
            "responses": [
                "Перевірте, чи створили ви товари в LP-CRM в розділі Товари - Товари<br>В Tilda в налаштуваннях посилання Webhook, встановили чи ви значення \"передавати через масив і передача UTM\""
            ]
        },
        {
            "tag": "integation6",
            "patterns": ["Як передати коментар в LP-CRM?"],
            "responses": [
                "Для коментаря потрібно в Tilda додати поле (приховане поле) для введення в відповідній формі із іменем змінної \"comment\"",
                "Як передати коментарі з інтерфейсу Tilda в систему LP-CRM?",
                "Як налаштувати передачу коментарів з клієнтів з Tilda в записи LP-CRM?",
                "Чи існують конкретні поля або параметри для передачі коментарів в систему LP-CRM з Tilda?",
                "Як забезпечити правильну інтеграцію коментарів з Tilda в LP-CRM?"
            ]
        },
        {
            "tag": "integation7",
            "patterns": [
                "Як передати ID способу оплати в Tilda?",
                "Як передати ID способу оплати з системи LP-CRM в Tilda?",
                "Чи є конкретні налаштування для передачі ідентифікатора способу оплати з LP-CRM в Tilda?",
                "Як вказати ID способу оплати, щоб ця інформація відобразилася в Tilda?",
                "Як забезпечити коректну передачу ідентифікатора способу оплати з LP-CRM до Tilda?"
            ],
            "responses": [
                "В Tilda додайте поле із ім'ям змінної \"payment_id\"<br>Далі, в значенні value вставте ID способу оплати з LP-CRM"
            ]
        },
        {
            "tag": "integation8",
            "patterns": [
                "Як передати тип доставки в LP-CRM?",
                "Як передати інформацію про тип доставки з Tilda в систему LP-CRM?",
                "Чи існують конкретні налаштування для передачі типу доставки з Tilda в LP-CRM?",
                "Як вказати тип доставки, щоб ця інформація правильно передавалася в систему LP-CRM?",
                "Як забезпечити коректну передачу інформації про тип доставки з Tilda в LP-CRM?"
            ],
            "responses": [
                "В Tilda додайте в форму поле \"delivery_type\" із значенням ID доставки з LP-CRM"
            ]
        },
        {
            "tag": "integation9",
            "patterns": [
                "В Переліку замовлень, в статусі Новий не показує замовлення, помилка \"Фільтр не знайдений\"",
                "Чому в статусі 'Новий' не відображаються замовлення в Переліку, і що означає помилка 'Фільтр не знайдений'?",
                "Як вирішити проблему з відображенням замовлень в статусі 'Новий' та уникнути помилки 'Фільтр не знайдений'?",
                "Чи є конкретні кроки для налагодження фільтрації та відображення замовлень у статусі 'Новий' в Переліку?",
                "Як виправити ситуацію, коли фільтр для замовлень у статусі 'Новий' не працює і видає помилку 'Фільтр не знайдений'?"
            ],
            "responses": [
                "Перейдіть в розділ Налаштування - Користувачі - відкрийте карту користувача і перевірте, чи відкритий у вас доступ до потрібної Країни і Відділів"
            ]
        },
        {
            "tag": "integation10",
            "patterns": [
                "В LP-CRM, заходять однакові замовлення",
                "Чому в LP-CRM з'являються однакові замовлення і як це виправити?",
                "Як уникнути дублювання замовлень в системі LP-CRM?",
                "Чи існують конкретні причини, які призводять до повторного занесення однакових замовлень в LP-CRM?",
                "Як вирішити проблему з повторним з'явленням однакових замовлень в системі LP-CRM?"
            ],
            "responses": [
                "Розділ Налаштування - Система - Пункт 5 - вимкніть дублі замовлень"
            ]
        },
        {
            "tag": "integation11",
            "patterns": [
                "В статусі замовлень, не показує жодного замовлення",
                "Чому в статусі замовлень не відображається жодне замовлення і як це виправити?",
                "Як вирішити проблему, коли в статусі замовлень не видно жодного замовлення?",
                "Чи є конкретні кроки для налагодження відображення замовлень в певному статусі в системі?",
                "Як знайти і виправити причину відсутності замовлень в обраному статусі в LP-CRM?"
            ],
            "responses": [
                "Перейдіть в розділ Налаштування - Користувачі - відкрийте потрібного користувача і перевірте, чи відкритий у вас доступ до потрібної Країни і Відділів"
            ]
        },
        {
            "tag": "integation12",
            "patterns": [
                "Що означає замовлення Сдано?",
                "У системі LP-CRM, що означає статус 'Сдано' для замовлення?",
                "Чи можливо отримати роз'яснення щодо статусу 'Сдано' у контексті замовлень в LP-CRM?",
                "Яка інтерпретація статусу 'Сдано' у замовленнях, якщо використовується програмне забезпечення для електронної торгівлі?",
                "Чи можливо отримати деталі щодо статусу 'Сдано' в контексті обробки замовлень у вашій системі?"
            ],
            "responses": [
                "Завершеному замовленню ставиться мітка Сдано для того, щоб по цьому замовленню більше не відбувалося змін, а також для побудови статистики"
            ]
        },
        {
            "tag": "integation13",
            "patterns": [
                "Як зробити повернення товару, від якого відмовились?",
                "Як оформити повернення товару, якщо клієнт відмовився від нього?",
                "Як виконати процедуру повернення товару при відмові клієнта від покупки?",
                "Які кроки необхідно виконати для повернення товару, який клієнт відхилив?",
                "Як оформити повернення товару через систему LP-CRM, якщо покупець відмовився від замовлення?"
            ],
            "responses": [
                "Розділ Замовлення - Перелік - виберіть потрібне замовлення і змініть його статус на статус з розширенням +"
            ]
        },
        {
            "tag": "product1",
            "patterns": [
                "Не правильно доданий товар на прихід",
                "Як виправити ситуацію, коли товар додано неправильно при приході?",
                "Які кроки слід вжити для корекції неправильно внесеного товару під час приходу?",
                "Чому товар на прихід був доданий невірно і як це виправити?",
                "Як видалити чи змінити неправильно доданий товар в процесі приходу в системі LP-CRM?"
            ],
            "responses": [
                "Видалення та редагування приходу товару неможливо. Додайте помилковий прихід товару на списання в розділі Склад - Списання"
            ]
        },
        {
            "tag": "product2",
            "patterns": [
                "По якому статусу списується товар зі складу?",
                "Який статус в системі вказує на списання товару зі складу?",
                "Як визначити, що товар був успішно списаний із складу в системі LP-CRM?",
                "По якому конкретному статусу відбувається списання товару із складу у системі?",
                "Як перевірити статус і підтвердити списання товару зі складу в системі LP-CRM?"
            ],
            "responses": ["Списання відбувається за статусами з розширенням -"]
        },
        {
            "tag": "product3",
            "patterns": [
                "Де можна знайти ідентифікатор (ID) товару в системі LP-CRM?",
                "Як отримати ID товару в інтерфейсі користувача системи LP-CRM?",
                "Чи існує конкретне місце або розділ, де можна знайти ID товару в системі?",
                "Де саме в системі LP-CRM можна знайти унікальний ідентифікатор товару?"
            ],
            "responses": [
                "Розділ Товари - Товари - перший стовпчик, це ID товару<br>ID не редагується"
            ]
        },
        {
            "tag": "product4",
            "patterns": [
                "Чи можна в LP-CRM завантажити товари через файл?",
                "Чи існує можливість завантаження товарів в систему LP-CRM через файл?",
                "Як використовувати функцію завантаження товарів через файл у LP-CRM?",
                "Чи підтримує система LP-CRM імпорт товарів за допомогою файлу?",
                "Як використати опцію завантаження товарів з файлу в інтерфейсі LP-CRM?"
            ],
            "responses": [
                "Можливість завантажувати товари є лише з маркетплейсів Prom і Rozetka"
            ]
        },
        {
            "tag": "novaposhta1",
            "patterns": [
                "Помилка 20000101582 при спробі створити ТТН",
                "Чому може з'являтися помилка 20000101582 при спробі створення ТТН в системі?",
                "Як вирішити помилку 20000101582 при формуванні ТТН?",
                "Є конкретні кроки для усунення помилки 20000101582 при створенні накладної на товар?",
                "Як знайти та виправити причину помилки 20000101582 при спробі створення ТТН в системі?"
            ],
            "responses": [
                "У особистому кабінеті Нової Пошти скопіюйте ключ API, перейдіть в LP-CRM, розділ Налаштування - Модулі - відкрийте модуль Нова Пошта і виконайте налаштування за інструкцією"
            ]
        },
        {
            "tag": "novaposhta2",
            "patterns": [
                "В Переліку замовлень ТТН статус відображає \"API key expired\"",
                "Чому в Переліку замовлень статус ТТН відображає 'API key expired'?",
                "Як виправити ситуацію, коли статус ТТН вказує на проблеми з 'API key' у системі?",
                "Як продовжити дійсність 'API key' для відображення коректного статусу ТТН в Переліку замовлень?",
                "Чи є конкретні налаштування для усунення помилки 'API key expired' у відображенні статусу ТТН?"
            ],
            "responses": [
                "Термін дії ключа API закінчився<br>Створіть в особистому кабінеті Нової Пошти новий ключ API, скопіюйте його і перейдіть в LP-CRM, в розділ Налаштування - Модулі - відкрийте модуль і виконайте налаштування знову"
            ]
        },
        {
            "tag": "novaposhta3",
            "patterns": [
                "Чи можна використовувати кілька контрагентів в одному модулі Нова Пошта?",
                "Чи можливо використовувати кілька контрагентів в одному модулі Нова Пошта в системі?",
                "Як організувати використання декількох контрагентів в одному модулі Нова Пошта?",
                "Чи є підтримка декількох контрагентів у модулі Нова Пошта, якщо так, то як це налаштувати?",
                "Як використовувати різних контрагентів в одному модулі Нова Пошта в системі?"
            ],
            "responses": ["Така можливість існує"]
        },
        {
            "tag": "novaposhta4",
            "patterns": [
                "Не оновлюються ТТН статуси в Переліку замовлень",
                "Чому не відбувається оновлення статусів ТТН в Переліку замовлень?",
                "Як виправити ситуацію, коли статуси ТТН не оновлюються в системі?",
                "Чи може бути причиною невдалого оновлення статусів ТТН відсутність інтернет-з'єднання або інші фактори?",
                "Як перевірити та виправити проблему з оновленням статусів ТТН у Переліку замовлень?"
            ],
            "responses": [
                "Перевірте, чи активований у вас модуль Нова Пошта<br>Також в налаштуваннях модуля Нова Пошта натисніть синхронізувати біля ключа API, перевірте, чи видасть вам помилку, або цю інформацію можна перевірити в кабінеті Нової Пошти"
            ]
        },
        {
            "tag": "novaposhta5",
            "patterns": [
                "Як налаштувати безготівкову оплату на картку в Новій Пошті?",
                "Як налаштувати можливість безготівкової оплати на картку в системі доставки Нова Пошта?",
                "Чи існують конкретні кроки для активації безготівкової оплати на картку при користуванні послугами Нової Пошти?",
                "Як вказати налаштування для прийому оплати на картку при оформленні доставки через Нову Пошту?",
                "Чи є докладні інструкції з налаштування опції безготівкової оплати на картку в сервісі доставки?"
            ],
            "responses": [
                "Такої можливості немає, оскільки Нова Пошта обмежила дану функціональність"
            ]
        },
        {
            "tag": "binotel",
            "patterns": [
                "Не дзвонить з LP-CRM",
                "Чому система LP-CRM не здійснює дзвінків?",
                "Як виправити ситуацію, коли з LP-CRM не здійснюються дзвінки?",
                "Чи є конкретні налаштування чи кроки для активації дзвінків з системи LP-CRM?",
                "Як перевірити та виправити причину невідправлення дзвінків з LP-CRM?"
            ],
            "responses": [
                "1. Перевірте, передавали ви, техпідтримці Binotel URL для обміну<br>2. Перевірте правильність введення даних в модулі Binotel<br>3. Перевірте, чи всі користувачі в розділі Налаштування - Користувачі, які здійснюють дзвінки, прописані номери ліній з особистого кабінету Binotel"
            ]
        },
        {
            "tag": "binote2",
            "patterns": [
                "Як зберегти запис розмови в LP-CRM при дзвінку через Binotel?",
                "Як в LP-CRM здійснити збереження запису розмови при використанні Binotel для дзвінків?",
                "Чи існують конкретні кроки для збереження запису розмови з Binotel у системі LP-CRM?",
                "Як включити функцію збереження розмов в LP-CRM при використанні Binotel?",
                "Чи можна налаштувати автоматичне збереження записів розмов при дзвінках через Binotel в LP-CRM?"
            ],
            "responses": [
                "Щоб дзвінок зберігся в LP-CRM, Вам потрібно дзвонити з карти замовлення<br>Відкрийте карту замовлення, натисніть Подзвонити - Binotel<br>Не закривайте карту замовлення до завершення розмови - коли розмова завершиться, натисніть Зберегти і закрити<br>Запис з'явиться протягом 10-15 хвилин, в Переліку, в полі Коментар"
            ]
        },
        {
            "tag": "turbosms1",
            "patterns": [
                "При відправці повідомлення, пише \"Немає авторизації\"",
                "Чому виникає повідомлення 'Немає авторизації' при спробі відправити повідомлення?",
                "Як вирішити проблему з авторизацією при невдалій спробі відправлення повідомлення?",
                "Чи є конкретні кроки для відновлення авторизації при відправці повідомлень у системі?",
                "Як перевірити і виправити ситуацію, коли повідомлення не вдається відправити через помилку 'Немає авторизації'?"
            ],
            "responses": [
                "Неправильно підключений шлюз. У особистому кабінеті TurboSMS перевірте, чи відрізняються ваші логін/пароль шлюзу від логіна/пароля облікового запису<br>У модулі TurboSMS необхідно вказувати дані шлюзу."
            ]
        },
        {
            "tag": "turbosms2",
            "patterns": [
                "В Розсилці, показує Помилку відправлення SMS",
                "Чому в Розсилці виникає помилка відправлення SMS?",
                "Як виправити ситуацію з помилкою відправлення SMS у Розсилці?",
                "Чи може бути конкретна причина, яка призводить до помилки відправлення SMS в системі?",
                "Як перевірити та виправити проблему з відправленням SMS в Розсилці, яка вказує на помилку?"
            ],
            "responses": [
                "Перевірте в особистому кабінеті TurboSMS, чи пройшла модерація підпис, яку ви використовуєте<br>Якщо ви не додали підпис в кабінеті TurboSMS, зверніться до них в тех. підтримку за детальною інформацією по даному питанню"
            ]
        },
        {
            "tag": "turbosms3",
            "patterns": [
                "Не підтягує ТТН в повідомлення, пише {ттн}",
                "Чому не підтягується ТТН в повідомлення, і система відображає '{ттн}'?",
                "Як виправити проблему з неправильним відображенням ТТН у повідомленнях, де з'являється '{ттн}'?",
                "Чи є конкретні кроки для коректного відображення ТТН в повідомленнях без помилок?",
                "Як перевірити та виправити ситуацію, коли ТТН не підтягується в повідомлення і замість цього вказується '{ттн}'?"
            ],
            "responses": [
                "Перейдіть в розділ Розсилка - SMS шаблони - відкрийте потрібний шаблон і перевірте правильність макроса<br>У шаблоні макрос ТТН, повинен виглядати так: {ttn}"
            ]
        },
        {
            "tag": "turbosms4",
            "patterns": [
                "Присутня чи в LP-CRM, автоматична Розсилка повідомлень?",
                "Чи є в системі LP-CRM можливість автоматичної розсилки повідомлень?",
                "Як включити функцію автоматичної розсилки повідомлень в LP-CRM?",
                "Чи існують налаштування для автоматизованої відправки повідомлень в системі LP-CRM?",
                "Як використовувати автоматичну розсилку повідомлень в інтерфейсі LP-CRM?"
            ],
            "responses": [
                "Так, вона налаштовується в розділі Налаштування - Модулі - в модулі TurboSMS<br>9 Prom.ua"
            ]
        },
        {
            "tag": "prom1",
            "patterns": [
                "Замовлення не надходять в LP-CRM",
                "Чому замовлення не надходять в систему LP-CRM?",
                "Як вирішити проблему, коли замовлення не автоматично надходять в LP-CRM?",
                "Чи може бути конкретна причина, через яку замовлення не відображаються в системі LP-CRM?",
                "Як перевірити та виправити проблему з невідправленням замовлень в LP-CRM?"
            ],
            "responses": [
                "1. Перевірте в налаштуваннях модуля Prom.ua, чи ви вказали вірні дані<br>2. Замовлення в LP-CRM з Prom.ua заходять лише зі статусом Новий - в налаштуваннях модуля Prom.ua, переконайтеся, що у вас встановлено вірне відношення статусів<br>3. Перевірте, яка синхронізація товарів у вас встановлена в налаштуваннях модуля Prom.ua"
            ]
        },
        {
            "tag": "prom2",
            "patterns": [
                "Замовлення з Prom.ua, заходять не коректно (через раз)",
                "Чому замовлення з Prom.ua заходять в систему не коректно, а саме через раз?",
                "Як вирішити ситуацію, коли замовлення з Prom.ua входять неправильно, а вони приходять не систематично?",
                "Чи існують конкретні кроки для налагодження коректного входження замовлень з Prom.ua в систему?",
                "Як перевірити та виправити неправильне входження замовлень з Prom.ua в систему LP-CRM?"
            ],
            "responses": [
                "Змініть ключ в Prom.ua, в LP-CRM вставте в налаштуваннях модуля Prom.ua новий ключ і протестируйте, зробивши тестове замовлення"
            ]
        },
        {
            "tag": "prom3",
            "patterns": [
                "При вивантаженні товарів з Prom.ua, не правильно завантажились товари",
                "Чому при вивантаженні товарів з Prom.ua товари завантажуються невірно?",
                "Як виправити ситуацію, коли товари не коректно завантажилися при вивантаженні з Prom.ua?",
                "Чи є конкретні налаштування для правильного вивантаження товарів з Prom.ua в систему?",
                "Як перевірити та виправити проблему з неправильним завантаженням товарів з Prom.ua в систему LP-CRM?"
            ],
            "responses": [
                "Якщо при завантаженні прайс-листа ви вибирали синхронізацію за ID - це означає, що в прайс-листі Prom, Артикул = ID товару в CRM<br>Якщо вибрали синхронізацію за Назвою товару - Назва товару в прайсі повинна бути такою самою, як і в CRM"
            ]
        },
        {
            "tag": "prom4",
            "patterns": [
                "Як буде відображатися кількість Товару на Prom.ua, якщо в LP-CRM, кількість 0?",
                "Як відображається кількість товару на Prom.ua, якщо в системі LP-CRM ця кількість дорівнює 0?",
                "Чи буде кількість товару на Prom.ua показана як 0, якщо в системі LP-CRM кількість товару наявна?",
                "Як система LP-CRM взаємодіє з Prom.ua щодо відображення нульової кількості товарів?",
                "Чи є конкретні налаштування для коректного відображення кількості товарів на Prom.ua, якщо ця кількість в LP-CRM дорівнює 0?"
            ],
            "responses": [
                "Якщо в розділку Prom, при створенні/редагуванні товару, встановлений перемикач \"Тягти кількість продуктів в прайс\", то при вивантаженні даного продукту з LP-CRM в Prom.ua, кількість товару буде оновлюватися"
            ]
        },
        {
            "tag": "prom5",
            "patterns": [
                "Який ліміт завантаження файлу?",
                "Який ліміт на розмір файлу для завантаження в систему?",
                "Чи існує обмеження на розмір файлу при завантаженні в систему?",
                "Які обмеження на розмір файлу існують для завантаження в систему LP-CRM?",
                "Де можна знайти інформацію про ліміти на розмір файлу при роботі з LP-CRM?"
            ],
            "responses": [
                "Для завантаження файлу в LP-CRM, є обмеження:<br>xlsx - 5 завантажень протягом 10 годин, максимальний розмір 0,4 МБ, але при цьому максимальна кількість продуктів не повинна перевищувати 3000 шт.<br>csv - 5 завантажень протягом 10 годин, максимальний розмір 15 МБ, але при цьому максимальна кількість продуктів не повинна перевищувати 3000 шт."
            ]
        },
        {
            "tag": "prom6",
            "patterns": [
                "Фотографії з Prom.ua при завантаженні товару через файл підгружаються в CRM?",
                "Чи автоматично підгружаються фотографії з Prom.ua в систему CRM при завантаженні товару через файл?",
                "Як обробляється імпорт фотографій з Prom.ua при завантаженні товару через файл у систему CRM?",
                "Чи є спеціальні кроки для того, щоб фотографії товару з Prom.ua коректно відображалися в системі CRM?",
                "Як в системі CRM відбувається імпорт та обробка фотографій товару, завантажених через файл з Prom.ua?"
            ],
            "responses": [
                "Посилання на фото підгружаються, але самі фото не відображаються -> <a href=\"http://testcrm.lp-crm.biz/style/img/faq/re3x08.jpg\">знімок екрана</a>"
            ]
        },
        {
            "tag": "rozetka1",
            "patterns": [
                "Не змінюється статус замовлення в LP-CRM, коли відбуваються зміни статусу в Rozetka",
                "Чому не відбувається зміна статусу замовлення в системі LP-CRM при зміні статусу в Rozetka?",
                "Як вирішити проблему з невідображенням змін статусу замовлення з Rozetka в системі LP-CRM?",
                "Чи потрібно виконати конкретні налаштування для синхронізації статусів замовлень між LP-CRM та Rozetka?",
                "Як перевірити та виправити причину невідбуття зміни статусу замовлення в LP-CRM при зміні статусу в Rozetka?"
            ],
            "responses": [
                "Синхронізація статусів замовлень одностороння<br>Якщо змінювати статус замовлення в CRM, він зміниться в Rozetka, але якщо змінювати статус в Rozetka - в CRM статус не зміниться"
            ]
        },
        {
            "tag": "rozetka2",
            "patterns": [
                "Як змінити ID товару в LP-CRM, щоб він співпадав з ID на Rozetka?",
                "Як змінити ідентифікатор (ID) товару в системі LP-CRM, щоб він відповідав ID товару на Rozetka?",
                "Чи можливо в системі LP-CRM змінити ID товару так, щоб він співпадав із ID товару на Rozetka?",
                "Як вирішити ситуацію, коли потрібно внести зміни в ID товару в LP-CRM для відповідності з ID на Rozetka?",
                "Чи існують конкретні кроки для того, щоб змінити ідентифікатор товару в системі LP-CRM на такий, який співпадає з ідентифікатором на Rozetka?"
            ],
            "responses": [
                "1. Змінити ID товару в CRM неможливо<br>2. Якщо вже є згенерований прайс-лист, то можете налаштувати синхронізацію в налаштуваннях модуля за ID або за назвою товару<br>3. Ви можете вручну змінити ID товарів в прайс-листі, щоб вони співпадали з ID товарів в CRM"
            ]
        },
        {
            "tag": "rozetka3",
            "patterns": [
                "Що означає stock_quantity?",
                "Що таке stock_quantity?",
                "stock_quantity?"
            ],
            "responses": [
                "Це кількість товару на складі<br>Додати через прайс неможливо, потрібно лише вручну в CRM додавати товар на склад"
            ]
        },
        {
            "tag": "rozetka4",
            "patterns": [
                "Якщо у вас є товари в LP-CRM, і є такі ж товари в прайс-листі але, не співпадають або ID або назви товарів",
                "Як вирішити ситуацію, коли товари в LP-CRM та прайс-листі мають різні ID або назви?",
                "Як врахувати відмінності у назвах та ідентифікаторах товарів між LP-CRM та прайс-листом?",
                "Чи існують спеціальні кроки для вирішення неспівпадань у назвах та ідентифікаторах товарів між LP-CRM і прайс-листом?",
                "Як забезпечити синхронізацію товарів між LP-CRM та прайс-листом при відмінностях у їхніх ідентифікаторах чи назвах?"
            ],
            "responses": [
                "Завантажте прайс-лист до себе<br>Змініть ID в прайс-листі на відповідні ID товару в CRM<br>Завантажте змінений прайс в CRM, обираючи синхронізацію за ID (при цьому назви товарів в LP-CRM оновляться)<br>Встановіть синхронізацію замовлень в налаштуванні модуля Rozetka \"За Назвою товару\""
            ]
        },
        {
            "tag": "facebook1",
            "patterns": [
                "Помилка в Лід Формі «Заповніть всі поля»",
                "Як виправити помилку в Лід Формі, коли з'являється повідомлення 'Заповніть всі поля'?",
                "Чому в Лід Формі виникає помилка 'Заповніть всі поля' і як її усунути?",
                "Чи існують конкретні обов'язкові поля, які потрібно заповнити в Лід Формі, щоб уникнути помилки?",
                "Як перевірити та виправити проблему з неправильним заповненням полів у Лід Формі, яка призводить до повідомлення 'Заповніть всі поля'?"
            ],
            "responses": [
                "Перевірте, чи створений у вас ключ API для взаємодії з LP-CRM - розділ Налаштування - Система - Пункт 1<br>Якщо ні, натисніть Створити Новий - Зберегти налаштування<br>Виконайте інтеграцію знову"
            ]
        },
        {
            "tag": "facebook2",
            "patterns": [
                "Інтеграція виконана, але замовлення в LP-CRM не надходять",
                "Як вирішити ситуацію, коли інтеграція встановлена, але замовлення не надходять в систему LP-CRM?",
                "Чому може виникати ситуація, коли інтеграція успішно налаштована, але замовлення не відображаються в LP-CRM?",
                "Як перевірити налаштування інтеграції для визначення причини, чому замовлення не надходять в систему LP-CRM?",
                "Чи існують конкретні кроки для розв'язання проблеми з невідправленням замовлень в LP-CRM при встановленій інтеграції?"
            ],
            "responses": [
                "Не передали значення product_id<br>Перейдіть в налаштування Лід Форми за посиланням з модуля Facebook Lead Ads<br>Налаштуйте знову Лід Форму та додайте значення product_id"
            ]
        }
    ]
}
